IDEA StatiCa Open Model
SectionCharacteristics.Iw Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the Warping constant.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Iw { get; set; }
Public Property Iw As Double
	Get
	Set
public:
property double Iw {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace